{
  "page": [
    {
      "id": "questions",
      "topic": "Way of Mastery",
      "heading": "Questions and Answers",
      "image": "underwater",
      "content": "<p>
        Questions asked and the answers given in all the recorded
        <em>Way of Mastery</em> sessions are here. Questions come
        from, <em>The Early Years</em>, <em>The Way of the Heart</em>,
        <em>The Way of Transformation</em>, and <em>The Way of Knowing</em>
        </p>"
    },
    {
      "id": "yaa",
      "topic": "Northwest Foundation for <em>ACIM</em>",
      "heading": "You <em>Are</em> the Answer: A Journey of Awakening",
      "image": "underwater",
      "content": "<p>
        It is Paul’s hope that this volume might encourage you and others to
        reach out, to become aware of the loving guidance which is ever presently
        available to you. It is further his hope that through your discovery of
        your relationship one has with one’s Guide, together with the absolute
        lack of need for any defensiveness—the fact that this relationship is
        experienced from one’s own Center—will begin to reveal that this is where
        all relationships occur in their Reality, rather than through
        three-dimensional space from body to body.
        <br/>
        <cite>Rajpur ~ from the Foreward</cite>
      </p> <br/>
      <a href='/nwffacim/yaa/acknowledgments/'>
      <i class='fa fa-book'>&nbsp;Start Reading</i></a>"
    },
    {
      "id": "grad",
      "topic": "Northwest Foundation for <em>ACIM</em>",
      "heading": "Graduation: The End of Illusions",
      "image": "grey-gradiant",
      "content": "<p>
        This book will perhaps be the most difficult book you have ever read
        because it squarely calls the ego into question and gives you direction
        and encouragement regarding the only way to release it.  It is not
        designed to be difficult.  In fact, you will find the reading easy,
        palatable.  The words will not be difficult to understand, but the
        movement they will create in you will.  
        </p>
        <p>
        This book will require you to
        move beyond understanding and dare to live from there!  It brings the
        principles of A Course In Miracles into bold relief, whether you are a
        Course student or not.  It brings the principles of Christian Science
        into bold relief, whether you are a student or not.  It brings the
        principles of Life into bold relief, whether you are avoiding It or
        not.  It addresses you in terms of your divinity and says, wake up!
        And it addresses you in the language of your humanity so that you might
        comprehend it.<br/><cite>Rajpur ~ from the Foreward</cite>
      </p> <br/>
      <a href='/nwffacim/grad/g000002/'>
      <i class='fa fa-book'>&nbsp;Start Reading</i></a>"
    },
    {
      "id": "woh",
      "topic": "The Way of Mastery",
      "heading": "The Way of the Heart",
      "image": "underwater",
      "content": "<p>
        Jeshua's invitation to us is to wake up from every illusion that we
        have ever been separated from God, and to remember the deepest truth
        of who we really are: <em>Christ</em>.
      </p>
      <blockquote>
        <p>
          <em>The Way of the Heart</em> is that pathway that begins with a commitment to
          healing and awakening, and is founded on the premise that you are
          perfectly free at all times. And everything that is experienced has been
          by your choice. And at no time has there been any other cause.
        </p>
      </blockquote>
      <p>
        <em>The Way of the Heart</em> lessons, and original question and
        answer sessions, are the first year of 35 monthly lessons given by Jeshua
        during the years 1995-1997. Together they outline the steps and
        practices for awakening in Christ Mind.
      </p>"
    },
    {
      "id": "wot",
      "topic": "The Way of Mastery",
      "heading": "The Way of Transformation",
      "image": "globe",
      "content": "<p>
          Jeshua's invitation to us is to wake up from every illusion that we
          have ever been separated from God, and to remember the deepest truth
          of who we really are: <em>Christ</em>.
        </p>
        <blockquote>
          <p>
            <em>The Way of Transformation is learning to transform your
            lived experience, so that you enjoy it more and more; are attached
            to it less and less; and fear it not at
            all.</em><br/><cite>~Jeshua</cite>
          </p>
        </blockquote>
        <p>
          <em>The Way of Transformation</em> lessons, and original question and
          answer sessions, are the second year of 35 monthly lessons given by Jeshua
          during the years 1995-1997. Together they outline the steps and
          practices for awakening in Christ Mind.
        </p>"
    },
    {
      "id": "wok",
      "topic": "The Way of Mastery",
      "heading": "The Way of Knowing",
      "image": "blur",
      "content": "<p>
          Jeshua's invitation to us is to wake up from every illusion that we
          have ever been separated from God, and to remember the deepest truth
          of who we really are: <em>Christ</em>.
        </p>
        <blockquote>
          <p>
          <em>The Way of Knowing is that way in which you have knowledge by 
          direct experience, direct apprehension , by choosing to be only
          that&hellip;</em><br/><cite>~Jeshua</cite>
          </p>
        </blockquote>
        <p>
          <em>The Way of Knowing</em> lessons, and original question and
          answer sessions, are the third year of 35 monthly lessons given by Jeshua
          during the years 1995-1997. Together they outline the steps and
          practices for awakening in Christ Mind.
        </p>"
    },
    {
      "id": "early",
      "topic": "The Way of Mastery",
      "heading": "The Early Years",
      "image": "underwater",
      "content": "<p><em>The Early Years</em> is a collection of messages
     from Jeshua given prior to <em>The Way of the Heart</em> </p>"
    }
  ]
}
