{
  "id": "wok",
  "base": "/wom/questions/",
  "title": "The Way of Knowing",
  "titles": [
    {
      "title": "Lesson Two",
      "questions": [
        {
          "fid": "k02q1/",
          "title": "Definition of Knowing",
          "question": "Jeshua, could you help us define *Knowledge* or *Knowing*?"
        },
        {
          "fid": "k02q2/",
          "title": "Glee Clubs and Attack",
          "question": "Over the years we have seen many people who appear to get
            right to the crux of their blocks, and then they stop. After, they will
            pull away. And sometimes there can be projection, the forming of 'glee
            clubs,' and even outright attack. Could you speak to what’s occurring
            there, as well as the best way to deal with it?"
        }
      ]
    },
    {
      "title": "Lesson Three",
      "questions": [
        {
          "fid": "k03q1/",
          "title": "Love of Self and Others",
          "question": "How do I not keep one love for myself and yet continue loving myself?"
        },
        {
          "fid": "k03q2/",
          "title": "Guidance of the Holy Spirit",
          "question": "Since we do not know what our brother or sister needs, is it
            possible that the Holy Spirit would guide us to say and do things that
            others would react vehemently to, such as You did when You yelled and
            got angry at the moneychangers? Is it true that we can’t put a lid on
            how the guidance of the Holy Spirit would sound or look?"
        }
      ]
    },
    {
      "title": "Lesson Four",
      "questions": [
        {
          "fid": "k04q1/",
          "title": "Great Rays of Light",
          "question": "Jeshua, in *A Course in Miracles* you say something about the 'Great
            Rays of Light.' What is that about?"
        },
        {
          "fid": "k04q2/",
          "title": "Differences",
          "question": "You say that everyone is Christ, yet even among highly
            enlightened beings, there seems to be some difference. Does everyone
            have their own *unique soul essence*?"
        }
      ]
    },
    {
      "title": "Lesson Six",
      "questions": [
        {
          "fid": "k06q1/",
          "title": "Joy and Pleasure",
          "question": "What is the difference between *joy* and *pleasure*, and why do a
            lot of spiritual traditions denounce pleasure?"
        },
        {
          "fid": "k06q2/",
          "title": "Shanti Christo",
          "question": "Yes. The Shanti Christo board had a phone conference today, and I asked
            if anybody had any questions for this tape. And they suggested that we
            just ask you if you could speak to us &ndash; the board and the members as
            well &ndash; about the direction we’re going and anything that you would care
            to address about the frequency of Shanti Christo and what we can do to
            keep our frequencies in alignment with the vision."
        }
      ]
    },
    {
      "title": "Lesson Ten",
      "questions": [
        {
          "fid": "k10q1/",
          "title": "Bible Codes",
          "question": "There is a book out now, and it is called *The Bible Codes*. And
            there’s been discovered a secret code in the Torah, which indicates a
            lot of events that have occurred now, in this time frame. Would you care
            to elaborate on the validity of that?"
        },
        {
          "fid": "k10q2/",
          "title": "Free Will of Children",
          "question": "Can you explain more about the free will of children,
            because it often appears that they are at the mercy of their parents’
            choices?"
        }
      ]
    }
  ]
}
