{
  "id": "early",
  "base": "/wom/questions/",
  "title": "The Early Years",
  "titles": [
    {
      "title": "The Blessing of Forgiveness",
      "questions": [
        {
          "fid": "bleq1/",
          "title": "Profound Time of Year",
          "question": "Jeshua, as we enter this very profound time of year, is there 
          anything that you would recommend that we hold in our hearts?"
        },
        {
          "fid": "bleq2/",
          "title": "Living in Community",
          "question": "In regard to the land we call Shanti Christo, there are many friends coming to
            this area to participate, and many of us have in our hearts the desire to live
            more closely to each other, in sharing our growth processes, our loving each
            other, our understanding of your teachings, and so on. There seem to be many
            unanswered questions and desires of people who want to come together more
            closely, quickly, and I wondered if you would address this?"
        },
        {
          "fid": "bleq3/",
          "title": "Co-creating Christ",
          "question": "Jeshua, I’m reminded of our conversation about
            co&ndash;creating Christs a few months ago, and I wonder if you
            would extend that conversation somewhat tonight?"
        },
        {
          "fid": "bleq4/",
          "title": "12/12",
          "question": "Okay, I’m wanting to ask about this 12/12 stuff. So I’ve already listened to
            all these other questions, you see, and then I decide what’s the point of
            asking any questions? The answer is already given."
        }
      ]
    },
    {
      "title": "Choose to See",
      "questions": [
        {
          "fid": "c2sq1/",
          "title": "Symbolism of Crucifixion",
          "question": "How does Jeshua explain his acts of Crucifixion and Resurrection in
            relationship to us, and what is the symbolism that he intended?"
        },
        {
          "fid": "c2sq2/",
          "title": "Surrender to the Holy Spirit",
          "question": "How do I know when I have surrendered myself to the Holy Spirit?"
        },
        {
          "fid": "c2sq3/",
          "title": "Bringing Heaven to Earth",
          "question": "What role does Jeshua want me to play in the bringing of Heaven to Earth?"
        },
        {
          "fid": "c2sq4/",
          "title": "Jeshua and Christ",
          "question": "Is Christ different from Joshua or Jeshua?"
        },
        {
          "fid": "c2sq5/",
          "title": "Non-physical Reality",
          "question": "Please say more about non-physical reality."
        }
      ]
    },
    {
      "title": "Heaven on Earth",
      "questions": [
        {
          "fid": "hoeq1/",
          "title": "Unclear Questions",
          "question": "It's the first time in feeling the sense of wonder that
            you&rsquo;re inviting me and us into, that I'm approaching--I
            usually experience goals and desires as kind of burdensome, but
            it's the first time I'm feeling a certain goal that I really
            like is something that I can approach in the spirit of fun. And I
            don't even really know what my question is, but I know
            that's what I want to talk to you about."
        },
        {
          "fid": "hoeq2/",
          "title": "Developing Clairty",
          "question": "The question is how to develop a greater clarity and discernment around
            wearing one's own emotional body and energy and staying clear with
            that and not, so to speak, take on the cloak or clothes of
            another's emotional body and wearing theirs?"
        },
        {
          "fid": "hoeq3/",
          "title": "Living as Christ",
          "question": "Jeshua, what is like to live the Christ vibration in 3-D?"
        },
        {
          "fid": "hoeq4/",
          "title": "Shanti Christo Membership",
          "question": "The question has arisen about the Shanti Christo membership, and the
            comment was that it was 'exclusive' to have tapes only go to
            members. And the question is-what is the question? For those not
            able to manifest the means to become a member right now, whether the
            Shanti Christo play in that role to open up and extend tapes to those?
            What's your view on that?"
        }
      ]
    }
  ]
}


